{
  "gameTitle": "Arche Nova",
  "home": {
    "title": "Arche Nova Solo Helper",
    "play1": "Spiele den <a href='https://boardgamegeek.com/thread/2823056/rno-alternative-solo-mode' target='_blank' rel='noopener'><b>A.R.N.O. Solo-Modus</b></a> (inoffiziell) von <a href='https://boardgamegeek.com/boardgame/342942/ark-nova' target='_blank' rel='noopener'><b>Arche Nova</b></a>. Im Unterschied zum offiziellen Solo-Modus werden ein oder mehrere zusätzliche Gegner simuliert wie in einem Mehrspieler-Spiel.",
    "play2": "Um den Solo-Modus zu spielen benötigst Du nur das Basis-Spiel. Diese Applikation ersetzt das ARNO Karten-Deck und die Würfel und kontrolliert den Fortschritt von ARNO.",
    "feedback": "Discussion and Feedback:"
  },
  "setup": {
    "title": "Spielaufbau",
    "players": {
      "title": "Spieler",
      "playerCount": "Menschliche Spieler",
      "playerCountItem": "{count} Spieler",
      "botCount": "ARNO Bots",
      "botCountItem": "{count} ARNO Bot | {count} ARNO Bots"
    },
    "difficultyLevel": {
      "title": "Schwierigkeitsgrad",
      "easy": "Leicht",
      "hard": "Schwer"
    }
  },
  "roundPlayer": {
    "title": "Spieler #{player}",
    "info": "Führe Deinen Zug aus."
  },
  "roundBot": {
    "title": "ARNO #{bot}",
    "upgrade": "Aufwerten",
    "reroll": "Neu würfeln",
    "associationWorker": "ARNO setzt einen <b>Arbeiter</b> ein:",
    "fallbackText": "Alternative, falls nicht verfügbar:",
    "actionHelpAssociationWorker": {
      "title": "Arbeiter Einsetzen",
      "text": "Hat ARNO auf dieser Verbandsaktion bereits einen Arbeiter platziert, wählt er die nächsthöhere Verbandsaktion, auf der sich noch keiner seiner Arbeiter befindet (er nutzt quasi einen virtuellen X-Marker) und platziert in keinem Fall zwei Arbeiter auf einer Aktion. Ist keine höhere Aktion mehr frei, wählt er die nächste verfügbare schwächere Aktion. Falls kein Verbandsarbeiter mehr verfügbar ist, erhält ARNO Artenschutz +2 und Pause +2."
    },
    "actionHelpProjectConservationWork": {
      "title": "Projektarbeit Artenschutz",
      "text1": "Beim Artenschutzprojekt ist der Auswahlprozess wie folgt: Hat ARNO selbst keine Karte mehr mit Artenschutzprojekt auf seinem Plan, unterstützt er ein ausliegendes Projekt, das er noch nicht unterstützt hat. Falls möglich, bevorzugt er ein komplett freies Projekt. Sind bereits alle Projekte belegt, wird zufällig eines ohne seinen Markierungsstein bestimmt, das noch über mindestens eine freie Stufe verfügt.",
      "text2": "ARNO platziert seinen Markierungsstein im leichten Level auf der untersten Stufe, im mittleren Level auf der mittleren und im schwersten Level auf der höchsten. Ist die entsprechende Stufe bereits belegt, platziert er ihn auf der nächsthöheren Stufe. Falls auch das nicht möglich ist, auf der nächstniedrigeren Stufe.",
      "text3": "Hat ARNO noch genau eine Karte mit Artenschutzprojekt, wird zunächst zufällig entschieden, ob ARNO seine Karte ausspielt und unterstützt oder ein bereits ausliegendes Projekt unterstützt wird. Beide Fälle erhalten eine 50%-Wahrscheinlichkeit vor dem Würfeln zugewiesen. Spielt ARNO seine Karte aus, platziert er seinen Markierungsstein entsprechend seiner Schwierigkeitsstufe. Ansonsten wird wie oben erläutert vorgegangen.",
      "text4": "Hat ARNO noch mehr als eine Karte mit Artenschutzprojekt, bringt er in jedem Fall eine dieser Karten ins Spiel und platziert seinen Markierungsstein entsprechend seiner Schwierigkeitsstufe. Die auszuspielende Karte wird zufällig bestimmt."
    }
  },
  "cardType": {
    "animals": "Tiere",
    "association": "Verband",
    "build": "Bauen",
    "cards": "Karten",
    "sponsors": "Sponsoren"    
  },
  "cardAction": {
    "gain-partner-zoo": "<b>Partnerzoo #{number}</b> gewinnen.",
    "gain-partner-university": "<b>Partneruniversität #{number}</b> gewinnen.",
    "conservation-project-work": "<b>Projektarbeit Artenschutz</b>.",
    "take-card-display": "Schnappe <b>Karte #{number}</b> aus der Auslage.",
    "token-scoring-card": "Lege einen ARNO Zählstein auf seine <b>Endwertungskarte</b>.<br/>Falls bereits 6 vorhanden, Artenschutz +2.",
    "token-notepad": "Lege einen ARNO Zählstein auf seinen <b>Notizzettel</b> (Endwertungseffekt).",
    "donate": "ARNO spendet."
  },
  "notfound": {
    "title": "Nicht Gefunden"
  },
  "action": {
    "playGame": "Spielen",
    "startGame": "Spiel starten",
    "next": "Weiter",
    "abortGame": "Spiel abbrechen",
    "abortGameConfirm": "Das aktuelle Spiel wird abgebrochen - bist Du sicher?",
    "endGame": "Spiel beenden",
    "endGameConfirm": "Dieses Spiel wird beendet - bist Du sicher?",
    "cancel": "Abbrechen",
    "backToHome": "Zurück zum Anfang",
    "back": "Zurück",
    "close": "Schließen"
  },
  "footer": {
    "credits": "Credits"
  }
}
