{
  "gameTitle": "Ark Nova",
  "home": {
    "title": "Aide de jeu Solo - Ark Nova",
    "play1": "Jouez au <a href='https://boardgamegeek.com/thread/2823056/rno-alternative-solo-mode' target='_blank' rel='noopener'><b>Mode Solo A.R.N.O. 3.0 </b></a> (non-officielle) d'<a href='https://boardgamegeek.com/boardgame/342942/ark-nova' target='_blank' rel='noopener'><b>Ark Nova</b></a>. Contrairement au mode solo officiel, ce mode simule un ou plusieurs adversaires supplémentaires, comme dans un jeu multi-joueurs.",
    "play2": "Pour jouer en mode solo, il vous suffit d'avoir le jeu de base. Cette application remplace le jeu de cartes ARNO et les dés et suit la progression d'ARNO durant la partie.",
    "feedback": "Discussion et Retour:"
  },
  "setup": {
    "title": "Configuration de la partie",
    "players": {
      "title": "Joueur",
      "playerCount": "Joueur Humain",
      "playerCountItem": "{count} Joueur | {count} Joueurs",
      "playerColor": "Couleur du Joueur | Couleur {index} Joueur",
      "botCount": "Ordinateur ARNO",
      "botCountItem": "{count} Ordinateur ARNO| {count} Ordinateurs ARNO",
      "botColor": "Couleur d'ARNO | Couleur {index} ARNO"
    },
    "difficultyLevel": {
      "title": "Niveau de difficulté",
      "easy": "Facile",
      "hard": "Difficile"
    },
    "pickZooMap": {
      "title": "Plateau Zoo",
      "pickRandom": "Choisir aléatoirement (avancé)",
      "pleaseSelect": "(Veuillez selectionner)",
      "mapA": "Plateau A (facile)",
      "map0": "Plateau 0 (intermédiaire)",
      "mapAdvanced": "Plateau {id} (avancé)",
      "mapAdvancedMapPack": "Plateau {id} (avancé, pack de Plateau {mapPack})"
    }
  },
  "setupARNO": {
    "title": "Mise en place d'ARNO",
    "text1": "Organisez le jeu en fonction du nombre de joueurs (y compris ARNO). Un joueur humain sera toujours le premier joueur.",
    "text2": "Chaque ARNO commence avec <b>-{count} points de conservation</b> et des points d'attrait selon l'ordre des joueurs.",
    "text2-conservation":"Placez {count} cubes de joueur en guise de rappel à côté du compteur de points de conservation d'ARNO et retirez-les un par un dès qu'ARNO a marqué ses premiers points de conservation.",
    "text2-appeal": "Par exemple, si ARNO est le 3ème joueur, il commence avec 2 points d'attraits.",
    "text3": "Chaque ARNO reçoit les composants d'une couleur, un plateau zoo (carte A), une carte de score final face cachée et 8 cartes Zoo aléatoires.",
    "text4": "Placez tous les jetons de joueur de la couleur d'ARNO à côté de son plateau zoo.",
    "text5": "ARNO commence avec un bénévole sur son bloc-notes. Placez les 3 autres sur les espaces dédiés en dessous du bloc-notes sur son plateau zoo.",
    "text6": "Placez la carte de score final sur la partie gauche du plateau zoo. Cela permet de couvrir la zone des bâtiment qui n'est pas nécessaire pour ARNO.",
    "text7": "Triez les 8 cartes Zoo d'ARNO en fonction de leur type :",
    "text7-1": "Défaussez toutes les cartes de Mécènes.",
    "text7-2": "ARNO peut garder un maximum de quatre cartes. Il conserve toutes les cartes de projet de conservation (quatre au maximum).",
    "text7-3": "Si ARNO possède maintenant moins de quatre cartes, il peut également garder les cartes Animaux (jusqu'à quatre au total)",
    "text8": "Vous n'avez pas besoin de dés ou de cartes d'action."
  },
  "roundPlayer": {
    "title": "Joueur | Joueur {player}",
    "info": "C'est à vous de jouer."
  },
  "roundBot": {
    "title": "ARNO | ARNO {bot}",
    "upgrade": "Amélioration",
    "revertUpgrade": "Annuler une amélioration",
    "reroll": "Relancer",
    "associationWorker": "ARNO place un <b>Bénévole</b>:",
    "fallbackText": "Alternative, si ce n'est pas possible :",
    "upgradeCard": {
      "title": "Améliorer une Carte",
      "text": "Améliorer une carte d'action d'ARNO",
      "note": "Remarque : Lorsque ARNO atteint 2 points de conservation, il choisit toujours de prendre un bénévole supplémentaire, et non une amélioration de carte."
    },
    "revertUpgradeCard": {
      "title": "Annuler une carte améliorée",
      "text": "Vous pouvez annuler une carte améliorée si vous l'avez amélioré par <i>erreur</i>.",
      "choose": "(Choisissez)"
    },
    "actionHelpAssociationWorker": {
      "title": "Placez un Bénévole",
      "text": "Si ARNO a déjà un de ses bénévoles sur cette tâche d'association, il sélectionne la tâche immédiatement supérieure où aucun de ses bénévoles n'est encore placé. Normalement, il utilise les marqueurs X pour améliorer l'action ; il ne place jamais deux bénévoles sur la même action. Si aucune tâche associative supérieure n'est disponible, il sélectionne la prochaine tâche associative inférieure disponible.",
      "text-fallback": "Si ARNO n'a plus d'ouvriers disponible, il reçoit +2 points de conservation et avance le pion de Pause de 2 cases. De plus il reçoit un nouveau zoo partenaire ou une université. Il prendra en priorité celui qu'il lui manque le plus.",
      "chooseDifferent": "Choisissez une autre tâche d'association :"
    },
    "actionHelpProjectConservationWork": {
      "title": "Projet de conservation"      
    },
    "actionFallbackPickPartnerZooOrUniversity": {
      "title": "Gagner un zoo partenaire ou une université"
    },
    "pickConservationProject": {
      "conservationProjectSelection": "Sélectionnez un projet de conservation",
      "conservationProjectsHand": "Combien de cartes de projet de conservation ARNO a-t-il sur son plateau zoo ?",
      "conservationProjectsBoardNoToken": "Combien de cartes projet de conservation sont disponibles à côté du plateau associative sans aucun cube de joueur ?",
      "conservationProjectsBoardAvailable": "Combien de projets de conservation sont disponibles à côté du plateau associative qu'ARNO n'a pas encore soutenu ?",
      "pick": "Choisissez un projet de conservation",
      "pickFromHand": "ARNO soutient le {number} projet de conservation de son plateau zoo.",
      "pickFromBoardNoToken": "ARNO soutient le {number} projet de conservation à côté du plateau associative sans cube joueur.",
      "pickFromBoardAvailable": "ARNO soutient le {number} projet de conservation à côté du plateau associative qui est disponible pour lui.",
      "tokenPlacement": "Placement du cube",
      "projectSlotLeftMost": "ARNO préfère placer son cube sur l'emplacement le plus à gauche.",
      "projectSlotMiddle": "ARNO préfère placer son cube sur l'emplacement au milieu",
      "projectSlotRightMost": "ARNO préfère placer son cube sur l'emplacement le plus à droite.",
      "projectSlotAlternatives": "Si cet emplacement est déjà couvert par un autre joueur, il le place sur l'emplacement suivant à gauche. Si ce n'est pas possible également, sur le prochain emplacement disponible à droite."
    },
    "gainPartnerZooOrUniversity": {
      "missingMost": "Que manque-t-il le plus à Arno?",
      "partnerZoo": "Zoo partenaire",
      "partnerUniversity": "Université",
      "pickRandom": "Choisir aléatoirement"
    }
  },
  "difficultyLevel": {
    "1": "Niveau 1: Débutant",
    "2": "Niveau 2: Très Facile",
    "3": "Niveau 3: Facile",
    "4": "Niveau 4: Moyen",
    "5": "Niveau 5: Difficile",
    "6": "Niveau 6: Très Difficile"
  },
  "cardType": {
    "animals": "Animaux",
    "association": "Association",
    "build": "Construction",
    "cards": "Cartes",
    "sponsors": "Mécènes"    
  },
  "cardAction": {
    "gain-partner-zoo": "Gagne <b>un zoo partenaire #{number}</b>.",
    "gain-partner-university": "Gagne <b> une université #{number}</b>.",
    "conservation-project-work": "<b>Projet de conservation</b>.",
    "take-card-display": "ARNO prend la <b>carte #{number}</b> de la rivière.",
    "token-scoring-card": "Placez <b>1</b> des cubes d'ARNO sur sa <b>carte de Décompte final</b>.",
    "token-notepad": "Placez <b>{amount}</b> cube d'ARNO sur le <b>bloc-notes</b> (compte pour le décompte final). | Placez <b>{amount}</b> cubes d'ARNO sur le <b>bloc-notes</b> (compte pour le décompte final).",
    "donate": "ARNO fait un don."
  },
  "aboutARNO": {
    "link": "Règles d'ARNO",
    "title": "Résumé des règles d'A.R.N.O.",
    "text1": "ARNO <b>n’utilise pas de crédits</b>. Il ne dépense aucun crédit lors de ses actions, et n’en reçoit jamais (par exemple pendant les pauses ou lors de la pose d’animaux)",
    "text2": "ARNO ne <b>se sert que de la partie droite de son plateau Zoo</b>. C’est ici qu’il place ses zoos partenaires, ses universités et d’où il prend ses bénévoles. Il reçoit aussi les bonus lorsqu’il les recouvre. La partie gauche de son zoo ne sera utilisée que pour placer ses cartes Animaux et sa carte de Décompte final.",
    "text3": "ARNO reçoit les <b>bonus suivants</b> de son plateau zoo et du plateau de jeu : Points de conservation, Amélioration de cartes, Points de réputation et bénévoles. Pendant la pause, il ne reçoit ni crédits, ni jeton X, ni bonus de ses cartes Animaux ou Mécènes, de ses kiosques ou enclos. ",
    "text4": "Les icônes des cartes animaux posées sur le plateau zoo d’ARNO peuvent être <b> prises en compte par les joueurs humains comme icônes d’autres zoos</b>. Quand ARNO place une carte Animal dans son zoo, les icônes présentes sur la carte peuvent affecter les effets des cartes des joueurs humains. ",
    "text5": "ARNO <b>ne peut jamais être la cible d’effets d’interaction de cartes</b>. A la place, il faut utiliser l’effet présent dans la bande bleue en bas de la carte.",
    "text6": "Chaque fois qu'ARNO <b>reçoit des cartes</b> pendant la partie, défaussez toutes les cartes de Mécènes et empilez les cartes Animaux et de Projets de conservation sur son plateau zoo."
  },
  "roundDisplay": {
    "round": "Tour {round}"
  },
  "breakInfo": {
    "link": "Pause",
    "text1": "Pendant les pauses, ARNO pioche <b>trois cartes</b> depuis la pioche. Il garde la première carte Projet de Conservation et joue la première carte Animal sur son plateau zoo.",
    "text2": "La carte Animal jouée peut déclencher un effet bonus pour le ou les joueurs humains. Les autres cartes sont défaussées."
  },
  "bonusTile": {
    "link": "Tuile bonus",
    "text": "ARNO ne choisit jamais le bonus pré-imprimé.",
    "pick": "Choisir une tuile bonus",
    "left": "ARNO prend la tuile bonus <b>gauche</b>.",
    "right": "AARNO prend la tuile bonus <b>droite</b>.",
    "usage": "ARNO ne peut utiliser que ces trois tuiles bonus. Il ne reçoit aucun bonus des autres tuiles.",
    "pickPartnerZoo": "Choisir un zoo partenaire",
    "pickPartnerUniversity": "Choisir une université"
  },
  "scoring": {
    "title": "Décompte final",
    "humanPlayers": "Joueur humain",
    "humanPlayersText": "Gagnez les points de conservations ou d'attrait de votre <b>carte de Décompte Final</b> et de toutes les cartes avec une <b>îcone fin de partie</b>.",
    "botText": "Gagne <b>{conservationPoints} point(s) de conservation</b> pour {tokenScoringCardCount} cube(s) sur sa carte de décompte final et {tokenNotepadCount} cube(s) présent sur son bloc-notes.",
    "conservationPoints": "Points de conservation",
    "appeal": "Attrait",
    "victoryPoints": "Points de victoire",
    "appealReputationTrack": "L'application compte les points d'Attraits qu'ARNO reçoit en jouant des cartes. Elle ne peut pas comptabiliser les points d'Attraits qu'ARNO reçoit à la place de la réputation sur la case 15 de la piste de réputation."
  },
  "notfound": {
    "title": "Pas trouvé"
  },
  "action": {
    "playGame": "Jouez une partie",
    "startGame": "Commencez la partie",
    "next": "Suivant",
    "abortGame": "Abandonnez la partie",
    "abortGameConfirm": "Abandonnez le jeu en cours - êtes vous sûr?",
    "finishGame": "Terminez la partie",
    "finishGameConfirm": "Terminez la partie en cours et procédez au décompte final - êtes vous sûr?",
    "endGame": "Fin de partie",
    "endGameConfirm": "Terminez lar partie et revenir à l'écran d'accueil - êtes vous sûr?",
    "cancel": "Annuler",
    "backToHome": "Retourner à l'accueil",
    "back": "Retour",
    "close": "Fermer",
    "reset": "Réinitialiser"
  },
  "footer": {
    "credits": "Crédits"
  },
  "serviceWorkerUpdatedRefresh": {
    "title": "Rafraîchir l'application",
    "notice": "L'application a été mise à jour - voulez-vous rafraîchir pour utiliser la dernière version?"
  }
}
